List model = [
  {
    "제목": "최근 나에게 가장 은혜가 되었던 성경 구절을 알려주세요.",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "교회를 욕하는 친구를 만났을 때 나는?",
    "추가": "무시한다, 논리적으로 반박한다, 동조하는 척한다, 전도한다",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "우리 교회의 가장 큰 장점은 무엇이라고 생각하시나요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "추천하고 싶은 CCM 또는 찬양이 있다면 알려주세요",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "이번주 가장 행복했던 또는 좋았던 일은?",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "삶 속에서 하나님과 소통하는 방법을 소개해주세요",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "내가 가장 좋아하거나 닮고 싶은 성경 인물은?",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "모르는 사람이 교회에서 인사한다. 나의 반응은?",
    "추가": "도망간다, 모르지만 아는 척한다, 성함과 직분을 물어본다, 수줍게 인사하고 지나간다",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "성경을 휴대폰으로 보는 것에 대해 어떻게 생각하시나요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "설교로 가장 듣고 싶은 성경은?",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "내가 가장 많이 지출하는 항목은?",
    "추가": "음식, 옷, 자기계발, 재테크, 안쓴다, 기타",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "전도할 때 자신만의 노하우가 있으신가요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "나는 성경 통독을...",
    "추가": "완료했다, 창세기만 몇번째인지.. 중도포기했다, 안해봤지만 할 계획이다, 아직은 못할 것 같다",
    "객관식": true,
    "심도": "중"
  },
  {
    "제목": "교회에서 체육대회를 한다. 내가 가장 잘할 것 같은 종목은?",
    "추가": "응원, 축구, 탁구, 족구",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "세상의 많은 유혹을 이기는 자신만의 방법이 있으신가요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "코로나 이후 나의 신앙은?",
    "추가": "깊어졌다, 그대로다, 얕아졌다, 바닥났다",
    "객관식": true,
    "심도": "중"
  },
  {
    "제목": "자신의 MBTI를 공유해주세요",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "하나님과 멀어졌다고 느낄 때가 있으신가요? 있다면 어떻게 극복하시나요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "오늘 나의 기도제목을 공유해주세요.",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "링크에 있는 영상을 보고 자유롭게 의견을 남겨주세요.",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "코로나 이후 신앙생활에서 가장 힘든 점은 무엇인가요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "큐티를 하고 계신가요? 하고 있다면 어떤 방식으로 하고 있나요?",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "요즘 나의 가장 큰 고민은?",
    "추가": "진로, 연애, 가정, 일, 신앙, 재정",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "교회생활에서 가장 좋았던 경험을 나눠주세요.",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "가장 기억에 남는 교회 행사를 적어주세요.",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "인생에서 가장 감동적이게 본 영화를 알려주세요",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "하나님께 기도할 때 걸림돌이 되는 것은 무엇인가요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "나는 기도를 하루에",
    "추가": "30분이상 한다, 10분이상 한다, 식사기도만 한다, 거의 안한다",
    "객관식": true,
    "심도": "중"
  },
  {
    "제목": "링크에 있는 영상을 보고 자유롭게 의견을 남겨주세요",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "복음을 전할 때 가장 필요한 것은 무엇일까요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  }
];