List model = [
  {
    "제목": "최근 나에게 가장 은혜가 되었던 성경 구절을 알려주세요.",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "교회를 욕하는 친구를 만났을 때 나는?",
    "추가": "무시한다, 논리적으로 반박한다, 동조하는 척한다, 전도한다",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "우리 교회의 가장 큰 장점은 무엇이라고 생각하시나요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "추천하고 싶은 CCM 또는 찬양이 있다면 알려주세요",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "이번주 가장 행복했던 또는 좋았던 일은?",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "삶 속에서 하나님과 소통하는 방법을 소개해주세요",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "내가 가장 좋아하거나 닮고 싶은 성경 인물은?",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "모르는 사람이 교회에서 인사한다. 나의 반응은?",
    "추가": "도망간다, 모르지만 아는 척한다, 성함과 직분을 물어본다, 수줍게 인사하고 지나간다",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "성경을 휴대폰으로 보는 것에 대해 어떻게 생각하시나요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "설교로 가장 듣고 싶은 성경은?",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "내가 가장 많이 지출하는 항목은?",
    "추가": "음식, 옷, 자기계발, 재테크, 안쓴다, 기타",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "전도할 때 자신만의 노하우가 있으신가요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "나는 성경 통독을...",
    "추가": "완료했다, 창세기만 몇번째인지.. 중도포기했다, 안해봤지만 할 계획이다, 아직은 못할 것 같다",
    "객관식": true,
    "심도": "중"
  },
  {
    "제목": "교회에서 체육대회를 한다. 내가 가장 잘할 것 같은 종목은?",
    "추가": "응원, 축구, 탁구, 족구",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "세상의 많은 유혹을 이기는 자신만의 방법이 있으신가요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "코로나 이후 나의 신앙은?",
    "추가": "깊어졌다, 그대로다, 얕아졌다, 바닥났다",
    "객관식": true,
    "심도": "중"
  },
  {
    "제목": "자신의 MBTI를 공유해주세요",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "하나님과 멀어졌다고 느낄 때가 있으신가요? 있다면 어떻게 극복하시나요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "오늘 나의 기도제목을 공유해주세요.",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "링크에 있는 영상을 보고 자유롭게 의견을 남겨주세요.",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "코로나 이후 신앙생활에서 가장 힘든 점은 무엇인가요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "큐티를 하고 계신가요? 하고 있다면 어떤 방식으로 하고 있나요?",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "요즘 나의 가장 큰 고민은?",
    "추가": "진로, 연애, 가정, 일, 신앙, 재정",
    "객관식": true,
    "심도": "약"
  },
  {
    "제목": "교회생활에서 가장 좋았던 경험을 나눠주세요.",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "가장 기억에 남는 교회 행사를 적어주세요.",
    "추가": null,
    "객관식": false,
    "심도": "중"
  },
  {
    "제목": "인생에서 가장 감동적이게 본 영화를 알려주세요",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "하나님께 기도할 때 걸림돌이 되는 것은 무엇인가요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  },
  {
    "제목": "나는 기도를 하루에",
    "추가": "30분이상 한다, 10분이상 한다, 식사기도만 한다, 거의 안한다",
    "객관식": true,
    "심도": "중"
  },
  {
    "제목": "링크에 있는 영상을 보고 자유롭게 의견을 남겨주세요",
    "추가": null,
    "객관식": false,
    "심도": "약"
  },
  {
    "제목": "복음을 전할 때 가장 필요한 것은 무엇일까요?",
    "추가": null,
    "객관식": false,
    "심도": "강"
  }
];

List anonymous = ['지혜로운 모세', '정직한 모세', '열정적인 모세', '헌신적인 모세', '낙관적인 모세', '관대한 모세', '용감한 모세', '침착한 모세', '재미있는 모세', '태평스러운 모세', '창의적인 모세', '유머러스한 모세', '사려깊은 모세', '겸손한 모세', '행복한 모세', '지혜로운 아브라함', '정직한 아브라함', '열정적인 아브라함', '헌신적인 아브라함', '낙관적인 아브라함', '관대한 아브라함', '용감한 아브라함', '침착한 아브라함', '재미있는 아브라함', '태평스러운 아브라함', '창의적인 아브라함', '유머러스한 아브라함', '사려깊은 아브라함', '겸손한 아브라함', '행복한 아브라함', '지혜로운 다니엘', '정직한 다니엘', '열정적인 다니엘', '헌신적인 다니엘', '낙관적인 다니엘', '관대한 다니엘', '용감한 다니엘', '침착한 다니엘', '재미있는 다니엘', '태평스러운 다니엘', '창의적인 다니엘', '유머러스한 다니엘', '사려깊은 다니엘', '겸손한 다니엘', '행복한 다니엘', '지혜로운 베드로', '정직한 베드로', '열정적인 베드로', '헌신적인 베드로', '낙관적인 베드로', '관대한 베드로', '용감한 베드로', '침착한 베드로', '재미있는 베드로', '태평스러운 베드로', '창의적인 베드로', '유머러스한 베드로', '사려깊은 베드로', '겸손한 베드로', '행복한 베드로', '지혜로운 솔로몬', '정직한 솔로몬', '열정적인 솔로몬', '헌신적인 솔로몬', '낙관적인 솔로몬', '관대한 솔로몬', '용감한 솔로몬', '침착한 솔로몬', '재미있는 솔로몬', '태평스러운 솔로몬', '창의적인 솔로몬', '유머러스한 솔로몬', '사려깊은 솔로몬', '겸손한 솔로몬', '행복한 솔로몬', '지혜로운 다윗', '정직한 다윗', '열정적인 다윗', '헌신적인 다윗', '낙관적인 다윗', '관대한 다윗', '용감한 다윗', '침착한 다윗', '재미있는 다윗', '태평스러운 다윗', '창의적인 다윗', '유머러스한 다윗', '사려깊은 다윗', '겸손한 다윗', '행복한 다윗', '지혜로운 사무엘', '정직한 사무엘', '열정적인 사무엘', '헌신적인 사무엘', '낙관적인 사무엘', '관대한 사무엘', '용감한 사무엘', '침착한 사무엘', '재미있는 사무엘', '태평스러운 사무엘', '창의적인 사무엘', '유머러스한 사무엘', '사려깊은 사무엘', '겸손한 사무엘', '행복한 사무엘', '지혜로운 요한', '정직한 요한', '열정적인 요한', '헌신적인 요한', '낙관적인 요한', '관대한 요한', '용감한 요한', '침착한 요한', '재미있는 요한', '태평스러운 요한', '창의적인 요한', '유머러스한 요한', '사려깊은 요한', '겸손한 요한', '행복한 요한', '지혜로운 노아', '정직한 노아', '열정적인 노아', '헌신적인 노아', '낙관적인 노아', '관대한 노아', '용감한 노아', '침착한 노아', '재미있는 노아', '태평스러운 노아', '창의적인 노아', '유머러스한 노아', '사려깊은 노아', '겸손한 노아', '행복한 노아', '지혜로운 바울', '정직한 바울', '열정적인 바울', '헌신적인 바울', '낙관적인 바울', '관대한 바울', '용감한 바울', '침착한 바울', '재미있는 바울', '태평스러운 바울', '창의적인 바울', '유머러스한 바울', '사려깊은 바울', '겸손한 바울', '행복한 바울', '지혜로운 여호수아', '정직한 여호수아', '열정적인 여호수아', '헌신적인 여호수아', '낙관적인 여호수아', '관대한 여호수아', '용감한 여호수아', '침착한 여호수아', '재미있는 여호수아', '태평스러운 여호수아', '창의적인 여호수아', '유머러스한 여호수아', '사려깊은 여호수아', '겸손한 여호수아', '행복한 여호수아', '지혜로운 에스더', '정직한 에스더', '열정적인 에스더', '헌신적인 에스더', '낙관적인 에스더', '관대한 에스더', '용감한 에스더', '침착한 에스더', '재미있는 에스더', '태평스러운 에스더', '창의적인 에스더', '유머러스한 에스더', '사려깊은 에스더', '겸손한 에스더', '행복한 에스더', '지혜로운 요셉', '정직한 요셉', '열정적인 요셉', '헌신적인 요셉', '낙관적인 요셉', '관대한 요셉', '용감한 요셉', '침착한 요셉', '재미있는 요셉', '태평스러운 요셉', '창의적인 요셉', '유머러스한 요셉', '사려깊은 요셉', '겸손한 요셉', '행복한 요셉', '지혜로운 예레미야', '정직한 예레미야', '열정적인 예레미야', '헌신적인 예레미야', '낙관적인 예레미야', '관대한 예레미야', '용감한 예레미야', '침착한 예레미야', '재미있는 예레미야', '태평스러운 예레미야', '창의적인 예레미야', '유머러스한 예레미야', '사려깊은 예레미야', '겸손한 예레미야', '행복한 예레미야', '지혜로운 야곱', '정직한 야곱', '열정적인 야곱', '헌신적인 야곱', '낙관적인 야곱', '관대한 야곱', '용감한 야곱', '침착한 야곱', '재미있는 야곱', '태평스러운 야곱', '창의적인 야곱', '유머러스한 야곱', '사려깊은 야곱', '겸손한 야곱', '행복한 야곱'];
